[
    {
      "chapter": "Introduction",
      "excerpt": "The fate of British Cycling changed one day in 2003. The organization, which was the governing body for professional cycling in Great Britain, had recently hired Dave Brailsford as its new performance director.",
      "page": 1,
      "start_min": "00:37"
    },   
    {
      "chapter": "Chapter 1: The Surprising Power of Atomic Habits",
      "excerpt": "The fate of British Cycling changed one day in 2003. The organization, which was the governing body for professional cycling in Great Britain, had recently hired Dave Brailsford as its new performance director.",
      "page": 13,
      "start_min": "17:41"
    },
    {
      "chapter": "Chapter 2: How Your Habits Shape Your Identity",
      "excerpt": "WHY IS IT so easy to repeat bad habits and so hard to form good ones? Few things can have a more powerful impact on your life than improving your daily habits. And yet it is likely that this time next year you’ll be doing the same thing rather than something better.",
      "page": 29,
      "start_min": "42:20"
    },
    {
      "chapter": "Chapter 3: How to Build Better Habits in 4 Simple Steps",
      "excerpt": "IN 1898, A psychologist named Edward Thorndike conducted an experiment that would lay the foundation for our understanding of how habits form and the rules that guide our behavior. Thorndike was interested in studying the behavior of animals, and he started by working with cats",
      "page": 43,
      "start_min": "01:02:10"
    },
    {
      "chapter": "Chapter 4: The Man Who Didn’t Look Right",
      "excerpt": "THE PSYCHOLOGIST GARY Klein once told me a story about a woman who attended a family gathering. She had spent years working as a paramedic and, upon arriving at the event, took one look at her father-in-law and got very concerned. “I don’t like the way you look,” she said.",
      "page": 59,
      "start_min": "01:21:07"
    },
    {
      "chapter": "Chapter 5: The Best Way to Start a New Habit",
      "excerpt": "IN 2001, RESEARCHERS in Great Britain began working with 248 people to build better exercise habits over the course of two weeks. The subjects were divided into three groups.",
      "page": 69,
      "start_min": "01:34:15"
    },
    {
      "chapter": "Chapter 6: Motivation is Overrated",
      "excerpt": "ANNE THORNDIKE, A primary care physician at Massachusetts General Hospital in Boston, had a crazy idea. She believed she could improve the eating habits of thousands of hospital staff and visitors without changing their willpower or motivation in the slightest way. In fact, she didn’t plan on talking to them at all.",
      "page": 81,
      "start_min": "01:49:52"
    },
    {
      "chapter": "Chapter 7: The Secret to Self-Control",
      "excerpt": "IN 1971, as the Vietnam War was heading into its sixteenth year, congressmen Robert Steele from Connecticut and Morgan Murphy from Illinois made a discovery that stunned the American public. While visiting the troops, they had learned that over 15 percent of U.S. soldiers stationed there were heroin addicts. Follow-up research revealed that 35 percent of service members in Vietnam had tried heroin and as many as 20 percent were addicted—the problem was even worse than they had initially thought.",
      "page": 91,
      "start_min": "02:05:22"
    },
    {
      "chapter": "Chapter 8: How to Make a Habit Irresistible",
      "excerpt": "IN THE 1940S, a Dutch scientist named Niko Tinbergen performed a series of experiments that transformed our understanding of what motivates us. Tinbergen —who eventually won a Nobel Prize for his work—was investigating herring gulls, the gray and white birds often seen flying along the seashores of North America.",
      "page": 101,
      "start_min": "02:14:35"
    },
    {
      "chapter": "Chapter 9: The Role of Family and Friends",
      "excerpt": "IN 1965, a Hungarian man named Laszlo Polgar wrote a series of strange letters to a woman named Klara.",
      "page": 113,
      "start_min": "02:32:01"
    },
    {
      "chapter": "Chapter 10: How to Find and Fix the Causes of Your Bad Habits",
      "excerpt": "IN LATE 2012, I was sitting in an old apartment just a few blocks from Istanbul’s most famous street, Istiklal Caddesi. I was in the middle of a four-day trip to Turkey and my guide, Mike, was relaxing in a worn-out armchair a few feet away.",
      "page": 125,
      "start_min": "02:47:36"
    },
    {
      "chapter": "Chapter 11: Walk Slowly, but Never Backward",
      "excerpt": "ON THE FIRST day of class, Jerry Uelsmann, a professor at the University of Florida, divided his film photography students into two groups.",
      "page": 141,
      "start_min": "03:03:45"
    },
    {
      "chapter": "Chapter 12: The Law of Least Effort",
      "excerpt": "IN HIS AWARD-WINNING BOOK, Guns, Germs, and Steel, anthropologist and biologist Jared Diamond points out a simple fact: different continents have different shapes. At first glance, this statement seems rather obvious and unimportant, but it turns out to have a profound impact on human behavior.",
      "page": 149,
      "start_min": "03:12:40"
    },
    {
      "chapter": "Chapter 13: How to Stop Procrastinating",
      "excerpt": "TWYLA THARP IS widely regarded as one of the greatest dancers and choreographers of the modern era. In 1992, she was awarded a MacArthur Fellowship, often referred to as the Genius Grant, and she has spent the bulk of her career touring the globe to perform her original works. She also credits much of her success to simple daily habits.",
      "page": 159,
      "start_min": "03:28:15"
    },
    {
      "chapter": "Chapter 14: How to Make Good Habits Inevitable",
      "excerpt": "IN THE SUMMER OF 1830, Victor Hugo was facing an impossible deadline. Twelve months earlier, the French author had promised his publisher a new book. But instead of writing, he spent that year pursuing other projects, entertaining guests, and delaying his work. Frustrated, Hugo’s publisher responded by setting a deadline less than six months away. The book had to be finished by February 1831",
      "page": 169,
      "start_min": "03:40:24"
    },
    {
      "chapter": "Chapter 15: The Cardinal Rule of Behavior Change",
      "excerpt": "IN THE LATE 1990S, a public health worker named Stephen Luby left his hometown of Omaha, Nebraska, and bought a one-way ticket to Karachi, Pakistan.",
      "page": 183,
      "start_min": "03:53:57"
    },
    {
      "chapter": "Chapter 16: How to Stick with Good Habits Every Day",
      "excerpt": "IN 1993, a bank in Abbotsford, Canada, hired a twenty-three-year-old stockbroker named Trent Dyrsmid. Abbotsford was a relatively small suburb, tucked away in the shadow of nearby Vancouver, where most of the big business deals were being made. Given the location, and the fact that Dyrsmid was a rookie, nobody expected too much of him. But he made brisk progress thanks to a simple daily habit.",
      "page": 195,
      "start_min": "04:12:25"
    },
    {
      "chapter": "Chapter 17: How an Accountability Partner Can Change Everything",
      "excerpt": "AFTER SERVING AS a pilot in World War II, Roger Fisher attended Harvard Law School and spent thirty-four years specializing in negotiation and conflict management. He founded the Harvard Negotiation Project and worked with numerous countries and world leaders on peace resolutions, hostage crises, and diplomatic compromises. But it was in the 1970s and 1980s, as the threat of nuclear war escalated, that Fisher developed perhaps his most interesting idea",
      "page": 205,
      "start_min": "04:28:18"
    },
    {
      "chapter": "Chapter 18: The Truth About Talent",
      "excerpt": "MANY PEOPLE ARE familiar with Michael Phelps, who is widely considered to be one of the greatest athletes in history. Phelps has won more Olympic medals not only than any swimmer but also more than any Olympian in any sport.",
      "page": 217,
      "start_min": "04:40:12"
    },
    {
      "chapter": "Chapter 19: The Goldilocks Rule",
      "excerpt": "IN 1955, Disneyland had just opened in Anaheim, California, when a ten-year-old boy walked in and asked for a job. Labor laws were loose back then and the boy managed to land a position selling guidebooks for $0.50 apiece.",
      "page": 229,
      "start_min": "04:59:38"
    },
    {
      "chapter": "Chapter 20: The Downside of Creating Good Habits",
      "excerpt": "HABITS CREATE THE FOUNDATION FOR MASTERY. In chess, it is only after the basic movements of the pieces have become automatic that a player can focus on the next level of the game. Each chunk of information that is memorized opens up the mental space for more effortful thinking.",
      "page": 239,
      "start_min": "05:11:44"
    }
  ]