{
  "The Art of War": [
    {
      "chapter": "CHAPTER I. LAYING PLANS",
      "excerpt": "Sun Zhu said: The art of war is a vital importance to the State.",
      "page": 7,
      "start_min": 0.4
    },
    {
      "chapter": "CHAPTER II. WAGING WAR",
      "excerpt": "In the operations of war, where there are in the field a thousand swift chariots",
      "page": 11,
      "start_min": 4.8
    },
    {
      "chapter": "CHAPTER III. ATTACK BY STRATAGEM",
      "excerpt": "Sun Tzu said: In the practical art of war, the best thing of all is to take the enemy's country whole and intact",
      "page": 14,
      "start_min": 0.4
    },
    {
      "chapter": "CHAPTER IV. TACTICAL DISPOSITIONS",
      "excerpt": "Sun Tazu said: The good fighters of old first put themselves beyond the possibility of defeat",
      "page": 17,
      "start_min": 4.5
    },
    {
      "chapter": "CHAPTER V. ENERGY",
      "excerpt": "Sun Tzu said: the control of a large force is the same principle as the control of a few men",
      "page": 20,
      "start_min": 0.4
    },
    {
      "chapter": "CHAPTER VI. WEAK POINTS AND STRONG",
      "excerpt": "Sun Tzŭ said: Whoever is first in the field and awaits the coming of the enemy, will be fresh for the fight; whoever is second in the field and has to hasten to battle, will arrive exhausted",
      "page": 24,
      "start_min": 4.5
    },
    {
      "chapter": "CHAPTER VII. MANŒUVERING",
      "excerpt": "Sun Tzu said: in war, the general receives his commands from the sovereign. Having collected an army and concentrated his forces, he must blend and harmonize the different elements thereof before pitching his camp. After that, comes tactical maneuvering than which there is nothing more difficult",
      "page": 29,
      "start_min": 0.5
    },
    {
      "chapter": "CHAPTER VIII. VARIATION OF TACTICS",
      "excerpt": "Sun Tazu said, In war, the general receives his commands from the sovereign, collects his army and contracts his forces. When in difficult country, do not encamp. In country where high roads intersect, join hands with your allies. Do not linger in dangerously isolated positions. In hemmed-in situations, you must resort to stratagem",
      "page": 33,
      "start_min": 6.1
    },
    {
      "chapter": "CHAPTER IX. THE ARMY ON THE MARCH",
      "excerpt": "Sun Tzu said: We come now to the question of encamping the army",
      "page": 36,
      "start_min": 0.4
    },
    {
      "chapter": "CHAPTER X. TERRAIN",
      "excerpt": "Sun Tazu said: We may distinguish six kinds of terrain",
      "page": 41,
      "start_min": 8.0
    },
    {
      "chapter": "CHAPTER XI. THE NINE SITUATIONS",
      "excerpt": "Sun Tzŭ said: The art of war recognises nine varieties of ground: (1) Dispersive ground; (2) facile ground; (3) contentious ground; (4) open ground; (5) ground of intersecting highways; (6) serious ground; (7) difficult ground; (8) hemmed-in ground; (9) desperate ground",
      "page": 45,
      "start_min": 0.7
    },
    {
      "chapter": "CHAPTER XII. THE ATTACK BY FIRE",
      "excerpt": "Sun Tzŭ said: There are five ways of attacking with fire. The first is to burn soldiers in their camp; the second is to burn stores; the third is to burn baggage-trains; the fourth is to burn arsenals and magazines; the fifth is to hurl dropping fire amongst the enemy.",
      "page": 52,
      "start_min": 0.4
    },
    {
      "chapter": "CHAPTER XIII. THE USE OF SPIES",
      "excerpt": "Sun Tzu said: Raising a host of a hundred thousand men and marching them great distances entails heavy loss on the people and a drain on the resources of the State. The daily expenditure will amount to a thousand ounces of silver. There will be commotion at home and abroad, and men will drop down exhausted on the highways. As many as seven hundred thousand families will be impeded in their labor",
      "page": 55,
      "start_min": 4.1
    }
  ],
  "Atomic Habits (Mock)": [
    {
      "chapter": "Chapter 1: The Surprising Power of Atomic Habits",
      "excerpt": "Changes that seem small at first will compound into remarkable results.",
      "page": 1,
      "start_min": 0.0,
      "mp3_number": 1
    },
    {
      "chapter": "Chapter 2: How Your Habits Shape Your Identity",
      "excerpt": "Every action you take is a vote for the type of person you wish to become.",
      "page": 9,
      "start_min": 4.2,
      "mp3_number": 1
    },
    {
      "chapter": "Chapter 3: How to Build Better Habits",
      "excerpt": "The Four Laws of Behavior Change are a simple set of rules we can use.",
      "page": 17,
      "start_min": 8.3,
      "mp3_number": 2
    }
  ]
}